{
    "benefits": [
        {
            "title": "PXPO Plan",
            "description": "VueSample provides you two medical plan options of comprehensive coverage for you and your family at very affordable rates. The PPO plan design allows you to access any doctor at any time.  You do not need to obtain a referral to see a specialist. Using an In-Network provider through the sSDD Network will provide you the highest level of benefits."
        },
        {
            "title": "DSJDJ Plan",
            "description": "VueSample provides you two medical plan options of coverage for you and your family at very affordable rates.  The VueSample Health dsdsd sdsds  plan design allows you to access any doctor at any time. You do not need to obtain a referral to see a specialist. Using an In-Network provider through the Network will provide you the highest level of benefits."
        },
        {
            "title": "GGVVV",
            "description": "TGVGG gives you access 24 hours, 7 days a week to a NY board-certified doctor through the convenience of phone, video or mobile app visits are available."
        },
        {
            "title": "D1XYZ Coverage",
            "description": "The VueSample D1XYZ Plan provides you and your family the option to select coverage through Company D1XYZ."
        },
        {
            "title": "Other (Plan)",
            "description": "The VueSample Vision Plan offers you two different plan options that will provide excellent things through SDCCDD. By using SDCCDD’s network you can receive an eye exam with glasses or contact lenses for a low copay. Lens options such as tinting, scratch resistant coating and anti-glare coating are available at discounted rates."
        },
        {
            "title": "Something Coverage",
            "description": "The VueSample Vision Plan offers you two different plan options that will provide excellent benefits through SDCCDD. By using SDCCDD’s network you can receive an eye exam with glasses or contact lenses for a low copay. Lens options such as scratch resistant coating and anti-glare coating are available at no charge on the Buy Up Plan."
        },
        {
            "title": "Life D1XYZ ",
            "description": "VueSample provides full-time employees with group life insurance up to $1 plus acciD1XYZ death and dismemberment (AD&D) insurance equal to $1. VueSample pays the full cost of this benefit. Please be sure to complete your beneficiary information please let us know."
        },
        {
            "title": "CGGG Insurance",
            "description": "VueSample provides full-time employees with Company. Income protection resulting from a covered injury or sickness. While you are happy up to the minimum benefit duration."
        },
        {
            "title": "Flexi Spending",
            "description": "Flexi sdddd Accountsdddds provide you with an important tax advantage that can help you pay health care expenses on a pre-tax basis. By anticipating your family’s health care costs for the next year, you can lower your taxable income."
        },
        {
            "title": "Employee Assistance",
            "description": "The Employee Assistance is a professional talking and referral services designed to help you and your family members with personal, job or family related problems. Your EAP can help you and your dependents identify, resolve and gain control over personal problems that may be interfering with work and daily life. This plan is offered at NO cost to you!"
        },
        {
            "title": "Benefits",
            "description": "VueSample LTD employees have the option of purchasing valuable voluntary benefits to help cover you and your family in the case of acciD1XYZ injury, hospitalization, critical illness or death. The plans are supplemental to your regular health insurance plans. Aflac provide cash benefits to help cover expenses not covered by medical insurance."
        },
        {
            "title": "Identity Protection",
            "description": "VueSample offers enrollment in LifeLock Identity Theft Protection as a payroll deducted employee benefit"
        },
        {
            "title": "Paid Time Off (PTO)",
            "description": "VueSample provides employees with Paid Time Off (PTO) from work to use for vacation, personal time, personal illness or any other leave of absence. PTO will be administered per calendar year. PTO accrual will be based upon length of service."
        },
        {
            "title": "401k",
            "description": "We are EXTREMELY HAPPY to announce that VueSample will be executing Safe Harbor matching to your 401(k) contribution effective the week of January 22, 2019. Which means, VueSample will match your deferral 100% up to 3% of eligible compensation and 50% of the next 2%, further enhancing our truly REMARKABLE 401(k) plan."
        },
        {
            "title": "401(k) CCC",
            "description": "If you have questions about your workplace retirement plan, like how much to save for retirement or how to create a diversified investment portfolio, help is just a phone call or email away.  The advisors at NRS, the same team that advises your organization on its workplace retirement plan, can help answer your retirement savings questions."
        },
        {
            "title": "Discount Programs",
            "description": "VueSample employees receive membership in the designed to improve air quality and encourage the use of commute alternatives such acopy of most Microsoft® Office desktop PC applications to install and use on your home computer.  The thing gives you discounts on the most popular technology products and allows you to save money on your personal computing needs.  "
        },
        {
            "title": "Business Use Internet",
            "description": "Eligible employees who are expected to access internet from home may receive a phone."
        },
        {
            "title": "Phone",
            "description": "Eligible employees who are expected to make and receive work related calls on their personal cell phone may rec."
        },
        {
            "title": "Employer paid Rockets",
            "description": "During any full shift that you work at VueSample, you may be VueSample believes in offering this exceptional benefit because the critical nature of our business requires non-stop availability."
        },
        {
            "title": "Drinks",
            "description": "VueSample provides various beverage options for employees. Ordering drinks with your meal should rarely be necessary."
        }
    ]
}
